Repository: lih/gsh
Catalog: po/*/gsh.po
Languages: fr

source: Error: the %s module doesn't exist. Here is a list of available modules : \n
fr: Erreur: le module %s n'existe pas. Voici une liste des modules disponibles : \n

source: Warning: you are sending an empty command. Try specifying a different module, or passing additional arguments.
fr: Attention: vous envoyez une commande vide. Essayez de spécifier un module différent ou de passer des paramètres supplémentaires.

source: Warning: no machine selected. Try adding a group or host to your command-line.
fr: Attention: Aucune machine n'est sélectionnée. Essayez d'ajouter un hôte ou un groupe (resp. -h et -g) à votre commande.

source: Error in host %s\n
fr: Erreur dans l'hôte %s\n

source: Executes a command on multiple hosts.
fr: Éxécute une commande sur de multiples hôtes.

source: The '%s' module
fr: Le module '%s'

source: Select a module to run on all hosts
fr: Sélectionne un module à éxécuter

source: Add a group of machines from ~/.dsh/group
fr: Ajoute un groupe de machines à la destination

source: Add a host to contact
fr: Ajoute un hôte à contacter

source: Show host names before each line of output
fr: Affiche le nom des machines devant leur sortie

source: Customize the output
fr: Personnalise le format de sortie

source: Show only the target name after completion
fr: Affiche seulement le nom des tâches une fois terminées
